tap "argoproj/tap"
tap "grdl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "warrensbox/tap"
brew "ansible"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "fish"
brew "fluxctl"
brew "fzf"
brew "gnu-getopt"
brew "goreleaser"
brew "helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "kafkacat"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubeseal"
brew "pipx"
brew "postgresql"
brew "python@3.8", link: true
brew "redis"
brew "ruby"
brew "rust"
brew "sops"
brew "starship"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "ykman"
brew "grdl/tap/git-get"
brew "warrensbox/tap/tfswitch"
cask "alt-tab"
cask "aws-vault"
cask "gpg-suite"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
