tap "argoproj/tap"
tap "astronomer/tap"
tap "fairwindsops/tap"
tap "grdl/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jarred-sumner/git-peek"
tap "warrensbox/tap"
brew "ansible"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "icu4c"
brew "broot"
brew "cmake"
brew "direnv"
brew "dog"
brew "driftctl"
brew "duf"
brew "dust"
brew "fish"
brew "fluxctl"
brew "folly"
brew "jpeg"
brew "fontforge"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "unbound"
brew "gnutls"
brew "go"
brew "goreleaser"
brew "helm"
brew "helmfile"
brew "honcho"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kops"
brew "krb5"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "libxml2"
brew "libxmlsec1"
brew "lsd"
brew "neovim"
brew "nghttp2"
brew "perl"
brew "pipx"
brew "postgresql"
brew "prettier"
brew "procs"
brew "pwgen"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sbt"
brew "sops"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "ykman"
brew "astronomer/tap/astro@0.25.5"
brew "grdl/tap/git-get"
brew "grdl/tap/sample"
brew "grdl/tap/zname"
brew "warrensbox/tap/tfswitch"
cask "alacritty"
cask "alt-tab"
cask "aws-vault"
cask "gpg-suite"
cask "notunes"
cask "rectangle"
cask "visual-studio-code"
