tap "argoproj/tap"
tap "dagger/tap"
tap "fairwindsops/tap"
tap "grdl/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/test-bot"
tap "jarred-sumner/git-peek"
tap "johanhaleby/kubetail"
tap "robscott/tap"
tap "turbot/tap"
tap "warrensbox/tap"
brew "python@3.11"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "avro-c"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "boost"
brew "broot"
brew "glib"
brew "cairo"
brew "python@3.10"
brew "chart-testing"
brew "cli53"
brew "cmake"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "colima"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dog"
brew "driftctl"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fish"
brew "fluxctl"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helm"
brew "helmfile"
brew "honcho"
brew "htop"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "k9s"
brew "librdkafka"
brew "libserdes"
brew "kcat"
brew "kubernetes-cli"
brew "kops"
brew "kubeconform"
brew "kubectx"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "libxmlsec1"
brew "lsd"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "prettier"
brew "procs"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sbt"
brew "sops"
brew "starship"
brew "steampipe"
brew "stylua"
brew "tealdeer"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yamllint"
brew "ykman"
brew "dagger/tap/dagger"
brew "fairwindsops/tap/pluto"
brew "grdl/tap/git-get"
brew "grdl/tap/sample"
brew "grdl/tap/zname"
brew "hashicorp/tap/vault"
brew "johanhaleby/kubetail/kubetail"
brew "robscott/tap/kube-capacity"
cask "alacritty"
cask "alt-tab"
cask "aws-vault"
cask "gpg-suite"
cask "mos"
cask "notunes"
